{
  "ABOUT_ME": "About me",
  "SKILLS": "Skills",
  "PORTFOLIO": "Portfolio",
  "CONTACT": "Contact",

  "ABOUT_ME_TITLE": "About me",
  "ABOUT_ME_DESCRIPTION": "I am a German-speaking Frontend Developer based in Wesel, Germany. Driven by the nearly limitless possibilities that the IT world offers.",
  "ABOUT_ME_LOCATION": "I am flexible when it comes to the work location. I can work on-site, from home in a home office, or even fully remote.",
  "ABOUT_ME_PASSION": "I have a strong passion for learning new technologies and thrive on tackling challenges by coming up with creative solutions. With a keen eye for detail and a commitment to delivering high-quality work, I continuously seek opportunities to expand my skill set and contribute effectively to projects.",
  "ABOUT_ME_PROFESSION": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",

  "MY_SKILLS_TITLE": "My skills",
  "MY_SKILLS_DESCRIPTION": "I have gained experience in building projects with different frontend technologies and concepts.",
  "MY_SKILLS_LOOKING_FOR": "Looking for",
  "MY_SKILLS_ANOTHER_SKILL": "another skill",
  "MY_SKILLS_CONTACT": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
  "MY_SKILLS_GET_IN_TOUCH": "Get in touch",

  "PORTFOLIO_DESCRIPTION_0":"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and catergories",
  "PORTFOLIO_DESCRIPTION_1":"A simple Jump-and-Run game based on an object-oriented approach. Collect coins and find some bottles to fight against the killer chickens",

  "CONTACT_TITLE": "Contact",
  "CONTACT_SUBTITLE": "Got a problem to solve?",
  "CONTACT_DESCRIPTION": "Contact me through this form. I am interested in hearing from you, knowing your ideas, and contributing to your projects with my work.",
  "CONTACT_FORM_NAME": "Your Name",
  "CONTACT_FORM_EMAIL": "Your email",
  "CONTACT_FORM_MESSAGE": "Your Message",
  "CONTACT_FORM_NAME_ERROR": "Please enter a name",
  "CONTACT_FORM_EMAIL_ERROR": "Please enter an email",
  "CONTACT_FORM_MESSAGE_ERROR": "Please enter a message",
  "CONTACT_PP_AGREE_FIRST": "I've read the",
  "CONTACT_PP_AGREE_LINK":"privacy policy",
  "CONTACT_PP_AGREE_LAST":"and agree to the processing of my data"
}
